* Isunnguata_33km_15S
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | Isunnguata_33km_15S
Place name                       | Isunnguata Sermia
Geographic location              | Central West Greenland
Ice type                         | Ice sheet
Data Source                      | Joel Harper. 2017. Ice temperatures measured in a grid of boreholes, Western Greenland, 2014-2016. Arctic Data Center. doi:10.18739/A24746S04.
Data DOI                         | 10.18739/A24746S04
Science Source                   | "Hills, Benjamin H., Joel T. Harper, Neil F. Humphrey, and Toby W. Meierbachtol. ""Measured horizontal temperature gradients constrain heat transfer mechanisms in Greenland ice."" Geophysical Research Letters 44, no. 19 (2017): 9778-9785."
Science DOI                      | 10.1002/2017GL074917
Date                             | 2016
Longitude [°E]                   | -49.56666
Latitude [°N]                    | 67.18094
Location Source                  | 10.18739/A24746S04
Depth of top measurement [m]     | 52.0
Depth of bottom measurement [m]  | 672
Ice thickness [m]                | 677
Coverage [% of thickness]        | 92
Ice thickness source             | 10.18739/A24746S04
Note                             | See also McDowell, I. E., Humphrey, N. F., Harper, J. T., and Meierbachtol, T. W.: The cooling signature of basal crevasses in a hard-bedded region of the Greenland Ice Sheet, The Cryosphere, 15, 897–907, https://doi.org/10.5194/tc-15-897-2021, 2021.
#+end_example

** Temperature

** Thickness

** Location

** Notes

See 14n for more information

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |      t |
|  52 |  -8.94 |
|  72 |  -9.25 |
|  92 | -10.06 |
| 112 | -10.31 |
| 132 | -10.38 |
| 152 | -10.31 |
| 172 | -10.63 |
| 192 | -10.69 |
| 212 | -10.75 |
| 232 | -10.75 |
| 252 | -10.75 |
| 272 | -10.81 |
| 292 | -10.75 |
| 312 | -10.69 |
| 332 | -10.38 |
| 352 | -10.44 |
| 372 | -10.06 |
| 392 |  -9.75 |
| 412 |  -9.56 |
| 432 |  -9.13 |
| 452 |  -8.56 |
| 472 |  -8.19 |
| 492 |  -7.56 |
| 512 |  -6.88 |
| 532 |  -6.25 |
| 542 |  -5.88 |
| 552 |   -5.5 |
| 562 |  -5.06 |
| 572 |  -4.69 |
| 582 |  -4.25 |
| 592 |  -3.81 |
| 602 |  -3.38 |
| 612 |  -2.88 |
| 622 |  -2.44 |
| 632 |   -2.0 |
| 642 |  -1.56 |
| 652 |  -1.13 |
| 662 |  -0.75 |
| 672 |  -0.38 |

